tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "wez/wezterm"
brew "bottom"
brew "fontconfig"
brew "cmake"
brew "dua-cli"
brew "exa"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "go"
brew "graphite2"
brew "icu4c", link: true
brew "harfbuzz"
brew "jq"
brew "lazygit"
brew "luacheck"
brew "luarocks"
brew "make"
brew "mas"
brew "mold"
brew "neofetch"
brew "pandoc"
brew "pkg-config"
brew "poetry"
brew "postgresql@15"
brew "rustup-init"
brew "sccache"
brew "shellcheck"
brew "spotifyd"
brew "starship"
brew "stow"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "vale"
brew "volta"
brew "watch"
brew "wget"
brew "zlib"
brew "felixkratz/formulae/fyabai", args: ["HEAD"]
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
cask "alt-tab"
cask "betterdisplay"
cask "discord"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-ligature-symbols"
cask "font-sf-mono-nerd-font-ligaturized"
cask "google-chrome"
cask "hiddenbar"
cask "iterm2"
cask "jetbrains-toolbox"
cask "logitech-options"
cask "maccy"
cask "obs"
cask "parallels"
cask "rectangle"
cask "scroll-reverser"
cask "secretive"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
mas "Color Picker", id: 1545870783
mas "Cursor Pro", id: 1447043133
mas "F5Access", id: 1243219105
mas "Keystroke Pro", id: 1572206224
mas "Messenger", id: 1480068668
mas "Refined GitHub", id: 1519867270
mas "Sorted", id: 1306893526
mas "Tailscale", id: 1475387142
